models/SiatUnidadMedidaQuery.php

SELECT * FROM "siat"."siatUnidadMedida"
---
    public function all($db = null)
    {
        return parent::all($db);