models/SiatTipoMetodoPagoQuery.php

    public function all($db = null)
    {
        return parent::all($db);
---
SELECT * FROM "siat"."siatTipoMetodoPago" ORDER BY "id"